Repository: DevSchuleFA54/BinnenFA54Project
Catalog: BinnenFA54Project/Properties/Resources.*.resx
Languages: de

# GERMAN
source: German (Default)
de: Deutsch (Standard)

source: English
de: Englisch

# NOTIF_RESTARTAPP
source: Successfully saved your changes! \nMake sure to restart application for changes to take effect.
de: Einstellungen erfolgreich gespeichert! \nBitte starten Sie zum Übernehmen der Einstellungen das Programm neu.

source: Save
de: Speichern

source: Exam Number
de: Fragenbogen

# CLOSE_TITLE
source: Close Window Prompt
de: Fenster schliessen

# MSG_UNSAVED_CHANGES_CLOSED
source: Are you really want to close without saving the Changes?
de: Sind Sie sicher das Fenster schließen Ohne speichern?

# NOTIF_RESULTS
source: {0} Wrong, {1} Right.
de: {0} Falsch , {1} Richtig.

# NO_CHANGES
source: No changes has been made, nothing to save.
de: Es wurden keine Änderungen vorgenommen, nichts zu speichern.

# ERR
source: Error
de: Fehler

# ERR_ANSWERLIST_DB
source: [InitializeAnswerList] - Failed to retrieve data from the database!
de: [InitializeAnswerList] - Fehler beim Abrufen von Daten aus der Datenbank!

# ERR_QUESTIONLIST_DB
source: [InitializeQuestionList] - Failed to retrieve data from the database!
de: [InitializeQuestionList] - Fehler beim Abrufen von Daten aus der Datenbank!

# ERR_QUESTIONLIST_IMG
source: [QuestionMgr::RegexImageName] - Failed to retrieve image from resource or missing.
de: [QuestionMgr::RegexImageName] - Fehler beim Abrufen von Bild aus Ressource oder fehlend.

# ERR_SETTINGS_VALUE
source: [{0}] - Missing or Wrong input in \"Settings.ini\" Configuration File! \nRooling back to default configurations...
de: [{0}] - Fehlende oder falsche Eingabe in \"Settings.ini\" Konfigurationsdatei! \nZurücksetzen auf Standardkonfigurationen ...

# ERR_TOPICLIST_DB
source: [InitializeTopicList] - Failed to retrieve data from the database!
de: [InitializeTopicList] - Fehler beim Abrufen von Daten aus der Datenbank!

source: Exam
de: Fragenbogen

source: Failed.
de: Nicht bestanden

# NOTIF_FINISH_EXAM
source: You are about to finish the exam, are you sure you want to continue?
de: Sie sind dabei, die Prüfung zu beenden, sind Sie sicher, dass Sie fortfahren möchten?

# NOTIF_FINISH_EXAM_CP
source: Finish Exam
de: Fertig Fragenbogen

# NOTIF_MISSING_SETTINGS
source: Missing Settings.ini file! \nGenerating new Settings.ini file with default settings for you.
de: Fehlende Settings.ini-Datei! \nErstellung der neuen Settings.ini-Datei mit den Standardeinstellungen für Sie.

# NOTIF_MISSING_SETTINGS_CP
source: Missing Settings File
de: Fehlende Einstellungsdatei

# NOTIF_NOT_ALL_ANSWERED
source: Seems like you only answered {0} questions from {1}. \nTo continue?
de: Scheint, wie Sie nur beantwortet {0} Fragen von {1}. \nWeitermachen?

# NO_ANSWER
source: No correct answer.
de: Keine Richtige Antwort.

# ONE_INSTANCE_ALLOWED
source: Only one instance of the current application allowed!
de: Nur eine Instanz der aktuellen Programm erlaubt!

source: Passed!
de: Bestanden!

# MI_CONFIG
source: Configuration
de: Konfiguration

# MI_EXIT
source: Exit
de: Schließen

# MI_OPEN
source: Open
de: Öffnen

# NOTIF_REMOVE_RESULTS
source: This will remove all the results in history of the exams that you've done so far. \nAre you sure you want to continue and remove them?
de: Dies wird alle Ergebnisse in der Geschichte der Fragenbogen, die Sie bisher getan haben, zu entfernen. \nSind Sie sicher, dass Sie fortfahren und entfernen alles?

source: Warning
de: Warnung
